app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "my first article"], ["text", "what do you want to eat today?"], ["created_at", "2017-02-08 05:42:55.975645"], ["updated_at", "2017-02-08 05:42:55.975645"]]
---
  def create
    # render plain: params[:article].inspect =>display the datas
    @article = Article.new(article_params)

    if @article.save